Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/plenum_no/sp2017-2.odt.tmx
Source language: nob
Languages: sme

source: Sametinget har en aktiv rolle i forhold til internasjonale overvåkingsorganers oppfølgning av Norges periodiske statsrapportering.
sme: Ášši meannudeapmi álggahuvvui 02.06.17 dii. 09. 40 Jienasteapmi 39 áirasis ledje 3 6 čoahkis.

source: Dette innebærer klare brudd på samenes prosessuelle og materielle menneskerettigheter.
sme: Beavdegirjelasáhusat Dán áššis ii ovddiduvvon beavdegirjelasáhus. Sáhkavuorrolistu ja replihkat

source: sjølaksefiske;
sme: Sáhkavuorru

source: Saken avsluttet 02.06.2017 kl. 11.55
sme: Replihkka Kjetil Romsdal, áššejođiheaddji

source: 17/2805 Behandlinger
sme: Arthur Johan Tørfoss

source: R 139/17
sme: Kirsti Guvsám

source: 30/17 Vedlegg
sme: Hartvik Hansen

source: Sametingsrådet innstilling overfor plenum
sme: Ellen Kristine Saba Torbjørg Leirbakken

source: Sametinget viser til representantforslag 30 S (2016–2017) fra stortingsrepresentantene Kirsti Bergstø og Torgeir Knag Fylkesnes i Sosialistisk Venstreparti (SV) av 20. desember 2016 om en sannhetskommisjon for fornorskingspolitikk og urett begått mot det samiske og kvenske folk i Norge.
sme: Kirsti Guvsám

source: Sametinget konstaterer at det samiske folk har vært utsatt for statlig fornorskingspolitikk, som pågikk i mer enn 100 år.
sme: Prinsihpat lea vuođđuduvvon visteregistrerenprošeavtta vásáhusaide ja Sámedikki vásáhusaide ovddeš hálddašeamis.

source: Aksept, erkjennelse og forsoning handler ikke bare om forholdet mellom samer, kvener og nordmenn, men i like stor grad om aksept og erkjennelse av at assimileringen rammet ulikt.
sme: Plána vuođul sáhttet maid ráhkaduvvot bargostrategiijat eanet ulbmillaš hálddašeapmái, oktan bušeahttadárbbu meroštallamiin. Ášši meannudeapmi loahpahuvvui 02.06.

source: Sametinget ber Stortinget ta initiativ til opprettelse av en kommisjon for det samiske og kvenske folk i Norge.
sme: Bajásšaddan- fuolahus- ja oahppolávdegoddi Norgga olmmošvuoigatvuođaid nationála ásahusa jahkedieđáhus 2016

source: Arbeidet med en kommisjon må oppfylle og bidra til å oppfylle samenes menneskerettigheter.
sme: Bajásšaddan-, fuolahus- ja oahppolávdegoddi

source: Det vises særlig til ILO konvensjonen nr. 169 om urfolk og stammefolk og FNs urfolkserklæring (UNDRIP).
sme: Evttohusat ja mearkkašumit

source: En kommisjon må vurdere forhold knyttet til kultur, språk, næring, land og selvbestemmelse. Videre må det fokuseres på de rent menneskelige konsekvenser, eksempelvis psykiske lidelser.
sme: Sámedikki mielas lea deaŧalaš ahte sihke Stuorradiggi ja Sámediggi meannudit NIM jahkedieđáhusa ja digaštallet olmmošvuoigatvuođaid sajádaga dáža ja sámi servodagas.

source: Fornorskningen av samene må vurderes ut fra begrunnelse og intensjon, hvilken effekt den fikk og formen den antok.
sme: Sámit leat okta Norgga guovtti stáhtavuođđudeaddji álbmogis, sámiin lea ja stáhtus álgoálbmogin ja álbmogin sihke riikkaidgaskasaš ja nationála rievttis.

source: For å bidra til forsoning er det nødvendig at de som på ulike måter opplevde og er rammet av fornorskningen gis mulighet til å komme til ordet og fortelle sine historier.
sme: Sámediggi gávnnaha ahte dárbbašuvvo eanet systemáhtalaš bargu sámiid olmmošvuoigatvuođaid gozihemiin ja diehtojuohkimiin Norggas. Sámiin lea álbmotrievttálaš suodjalus sin kultuvrii, gielaide, ealáhusaide ja servodateallimii.

source: En kommisjon handler om å etablere ny kunnskap og kunnskapsformidling som gjør at det er mulig å forstå dagens samfunn i Norge.
sme: Vuođđoláhkamearrádus galgá ovttas Vuođđolága paragráfain 92 sihkkarastit sámiid vuoigatvuođaid nu ahte dat galget dulkojuvvot gustovaš álbmotrievtti vuođul.

source: Sametinget minner om at norske myndigheter har et ansvar for å fremme respekt for samenes rettigheter og for å hindre at tidligere urett ikke reproduseres eller finner nye former.
sme: Sámediggi oaidná ahte vuođđolága § 108 ii doarvái bures dávis sámiid stáhtusa álbmogin ja álgoálbmogin álbmotrievtti ja dan ovdáneami vuođul mii lea leamaš riikkaidgaskasaš rievttis 1980-logu rájes go dalá vuođđolága § 110a mearriduvvui.

source: En kommisjon som får tilstrekkelig betydning og plass i samfunnet vil kunne være et verktøy for å endre holdninger.
sme: Sámediggi oaidná ahte NIMas sáhttá leat deaŧalaš ráđđeaddi doaibma go Stuorradiggi ja ráđđehus čuovvulit áirrasevttohusaid mat leat ovddiduvvon dan oktavuođas go Stuorradiggi revidere vuođđolága § 108, man ulbmil lea sihkkarastit ahte dát mearrádus dávista sámiid erenoamáš stáhtusii.

source: Sametinget legger til grunn at utforming av mandat og arbeid skjer i samarbeid med Sametinget i Norge.
sme: Sámediggi lea duhtavaš go riikkaidgaskasaš ja nationála beroštupmi dáid joavkkuid vuoigatvuođaid ektui lea sturron, ja oaidná vejolašvuođaid nannet dán barggu eanet NIM doaimma bokte.

source: Før en granskningsprosess igangsettes er det viktig å sikre at mandatets utforming og innretning er forankret i det samiske samfunnet.
sme: Sámediggi oaivvilda ahte vásáhusat sámi vuoigatvuođaid kártemiin Finnmárkkus addá vuođu árvvoštallat mo álbmotriekti fuolahuvvo lágaid bokte ja geavadis.

source: Merknad
sme: Sámediggi gávnnaha, nu mo čujuhuvvon NIM jahkedieđáhusas, ahte alimusriekti lea dahkan muhtun deaŧalaš árvvoštallamii Stiertná-áššis dan čađahannávccas mii ILO-konvenšuvnnas 169 lea Norgga rievtti ektui mas Alimusriekti oaivvildii ahte vejolaš oapmerievttálaš njuolggadusat vuoigatvuođaoamasteami birra ILO-konvenšuvnnas eai leat njuolgga váldojuvvon mielde Norgga riektái, muhto ahte njuolggadusat ožžot mearkkašumi go Norgga oapmerievttálaš njuolggadusat vuoigatvuođaoamasteapmi dulkojuvvo presumpšuvdnaprinsihpa vuođul.

source: Saken påbegynt 01.06.2017 kl. 1 9.
sme: Sámediggi válde dan diehttevassii.

source: Votering Av 39 representanter var 38 tilstede.
sme: Sámediggi gávnnaha ahte sámi vuoigatvuođat guolásteapmái ja eará mariidna resurssaide riddolagas sámi guovlluin eai leat vel dohkkehuvvo dievaslaččat.

source: Voteringen ble gjennomført i følgende rekkefølge: Sametingsrådets innstilling ble vedtatt med 36 mot 2 stemmer
sme: NIM lea jagi 2016 jahkedieđáhussii bidjan mielddusin sierra fáddáraportta Mearrasámiid vuoigatvuođa birra bivdit mearas.

source: Replikk Inger Eline Eriksen, saksordfører
sme: Bajásšaddan- fuolahus- ja oahppolávdegoddi - 004/17

source: Ronny Wilhelmsen Mathis Nilsen Eira
sme: Mánáidkonvenšuvdna artihkal 30

source: Isak Mathis O. Hætta Christina Henriksen
sme: O N julggaštus álgoálbmotvuoigatvuođaid birra

source: Isak Mathis O. Hætta, til forretningsorden
sme: O N lávdegoddi nállevealaheami vuostá

source: Thomas Åhrén Henrik Olsen
sme: ILO áššedovdilávdegoddi

source: John Kappfjell
sme: Vásáhusat sámi eanavuoigatvuođaid kártemis Finnmárkkus Finnmárkolága vuođul addá vuođu árvvoštallat mo stáhta fuolaha álgoálbmotrievtti lága ja geavada bokte.

source: Marit Kirsten Anti Gaup
sme: Sámediggi váldá dan diehttevassii.

source: Sametinget viser til Stortingets kontroll- og konstitusjonskomités åpne høring avholdt den 15. mai 2017 om forslaget hvor det fremkom bred samisk støtte til opprettelsen av en kommisjon.
sme: Sámediggi atná dan ahte dát riektegažaldat fátmmasta nu viidát riddo- ja vuotnaguovlluid sámi ealáhusaid, kultuvrra ja servodateallima bisuheapmái ja ovddideapmái, NIM árvvoštallamiid ja rávvagiid vuođul, ahte dárbbaša dakkaviđe oažžut čuovvulangulahallama stáhta eiseválddiiguin.

source: Sametinget konstaterer at det samiske folk har vært utsatt for statlig fornorskingspolitikk, som pågikk i mer enn 100 år. Mange samer bærer fortsatt på sår etter fornorskningen, både som individer og som samfunn.
sme: Guovddáš eiseválddiid dađistaga gáržžideamit sámi mearraluossabivdiid bivdináiggis leat čađahuvvon almmá báikkálaš ja sámi miehtama haga, ja vuoigatvuođalaččat eai leat man ge láhkai dorjon dan.

source: Forsoning, styrket tillit og fornyelse av relasjonene mellom det samiske-, kvenske- og det norske samfunnet bør gjennomføres i prosesser bygget på respekt, aksept, anerkjennelse og folkerettslige standarder.
sme: Danne lea gáržžideami mearrasámiid prosessuála ja ávnnaslaš olmmošvuoigatvuođaid rihkkun. Sámediggi vuordá NIM vejolaš árvvoštallamiid mearraluossabivdiid dilis.

source: Sametinget mener at en kommisjon som vil undersøke forholdene for generasjoner tilbake vil være forebyggende for fremtidig urett og undertrykkelser mot en minoritet.
sme: Sámediggi čujuha maiddái dárbui čalmmustahttit dáid vuoigatvuođaid riikkaidgaskasaččat, earret eará sihkkarastin dihtii ahte riikkaidgaskasaš ja regionála láhkaaddit fuomášit dáid vuoigatvuođaid go ráhkadit ođđa lágaid, ovdamearkka dihtii Eurohpá uniovnnas (EU).

source: Staten har ikke tatt et endelig oppgjør med fornorskningen av samene og kvenene og dette er viktig for økt forståelse og toleranse i majoritetssamfunnet.
sme: Sámediggi lea duhtavaš dainna go NIM lea deattuhan mánáid vuoigatvuođaid deaivvadeamis mánáidsuodjalusain, ja čujuha dárbbašlašvuhtii sihkkarastit sámi mánáid vuoigatvuođaid dan oktavuođas.

source: Det vises særlig til ILO konvensjonen nr. 169 om urfolk og stammefolk og FNs urfolkserklæring (UNDRIP). Ved etableringen av en kommisjon vil blant annet prinsippet om fritt, forhåndsinformert samtykke (free, prior and informed consent) og respekt for urfolks representative institusjoner stå sentralt.
sme: Sámedikkis leat maid vuordámušat viidásat čuovvuleapmái suorggis ealáhuseallin ja olmmošvuoigatvuođat, ja čujuha Norgga olmmošrievttálaš geatnegasvuođaid álgoálbmogiid ektui sihke siskkabealde ja olggobealde iežas stáhtarájáid, ja Nationála doaibmaplánii ON bagadeaddji prinsihpaide ealáhuseallima ja olmmošvuoigatvuođaid várás.

source: Ášši/Sak 031/17 Sametingets plenum
sme: Sámedikki dievasčoahkkin - 029/17

source: Sametingets plenum 31.05.–02.06.17
sme: NAV bálvalusfálaldat sámi oainnu vuođul;

source: Vedlegg Forslag og merknader Sametingsrådets forslag til innstilling:
sme: mearrasámiid guolástanvuoigatvuođa čuovvuleapmi, boazoealáhusa iešmearridanvuoigatvuohta.

source: Sametingets plenum mener at situasjonen når det gjelder rovviltpresset er kritisk for beitenæringene og krever derfor at Stortinget senker bestanden av rovvilt.
sme: Sámediggi deattuha ahte ii galgga áddejuvvot nu ahte buot suorggit leat namuhuvvon dahje ahte eará suorggit eai galgga meannuduvvot.

source: I følge beitenæringene er bestandsmålene oversteget for lengst, og at rovviltbestanden er for stor
sme: Doarjja áirrasevttohussii oažžut ráhkaduvvot stuorradiggedieđáhusa lullisámi giela, kultuvrra ja ealáhusaid birra.

source: Den høye bestanden av rovvilt skaper store problemer for beitenæringene i samiske områder.
sme: Forslagsstillerne mener situasjonen for sørsamene tilsier at det bør legges fram en egen stortingsmelding om situasjonen for sørsamisk kultur, språk og næringsliv, med konkrete tiltak for oppfølging.

source: Det fører til at de får store tap og bidrar dermed til å fortrenge næringene. Rovdyrproblematikken er et av de største utfordringene som truer både reindriftsnæringa og andre beitenæringers eksistens og lønnsomhet.
sme: (Evttoheaddjit oaivvildit ahte lullisámiid dilli lea nu ahte berre ovddiduvvot sierra stuorradiggedieđáhus lullisámi kultuvrra, giela ja ealáhuseallima birra, oktan konkrehta doaibmabijuiguin mat galget čuovvuluvvot.

source: rovdyrtap må godtas som slakteuttak rovdyrbestanden bør totalfjernes i kalvingsområder, jfr. Rovviltforliket av 2011
sme: Vaikke vel okta ja okta sisabahkken ii dárbbaš rihkkut 27. artihkkala, de sáhttet máŋga doaibmabiju seamma guovllus oktiibuot rihkkut dan artihkkala.

source: Sametingets plenum krever at Stortingets politikere tar dette på alvor. Det er en reell krise for beitenæringene i de samiske områdene.
sme: Dát lea áidnalunddot ášši Norgga hálddašangeavadis, go ráđđádallamiin lea čatnaseapmi ON siviila ja politihkalaš vuoigatvuođaid konvenšuvnna 27. artihkkalii.

source: Bestandsmålene kan ikke være slik at de truer beitenæringenes eksistens, men være på et nivå slik at beitenæringene skal ha mulighet til å utvikle seg. Sametingets plenum - 031/17
sme: OED bijai maid vuođđun ahte jus lea vuoigaduvvon eahpádus das ahte sáhttá go doaibmabiju čađahit álbmotrievtti ávnnaslaš álgoálbmotsuodjalusa siskkabealde, de ii sáhte bidjat dábálaš servodatlaš vihkkedallamiid vuođđun.

source: Votering Av 39 representanter var 27 tilstede.
sme: Fosen-áššis, mas loahpalaš konsešuvdnamearrádus dahkkojuvvui 2013:s, ovdal Kalvvatnan-ášši, eai leat dahkkojuvvon dakkár árvvoštallamat.

source: Voteringen ble gjennomført i følgende rekkefølge: Sametingsrådets innstilling ble enstemmig vedtatt.
sme: Fosena ja olles sámi guovllu sámi boazodoallu lea suodjaluvvon sámi kulturguoddin Norgga lágain.

source: Sametingets plenum mener at situasjonen når det gjelder rovviltpresset er kritisk for beitenæringene og krever derfor at Stortinget senker bestanden av rovvilt. Det må iverksettes nødvendige hastetiltak for å sikre beitenæringene.
sme: Sihke Vuođđolága § 108, ILO-konvenšuvdna 169 (ILO 169), ja ON álgoálbmotvuoigatvuođaid julggaštus geatnegahttet stáhta sihkkarastit sámi iešmearrideami dakkár áššiin mat gusket sámi guovlluid luondduriggodagaid geavaheapmái, hálddašeapmái ja suodjaleapmái.

source: Våren 2017 har vært ekstrem for reindriftsnæringen når det gjelder angrep av rovdyr, og da spesielt ørn, på kalvingsområdene. Sametinget mener at det er ett eksempel på at rovdyrbestanden er uten kontroll.
sme: Sámediggi čujuha maiddái dasa ahte ii leat vel mihkkege čovdosiid kollektiiva buhtadusovddasvástádussii boazodoallolága paragráfas 25. Dat dagaha ahte boazodoallu juohke jagi ferte suodjalit iežas beroštusaid ja guohtungeavaheami diggelanjain.

source: rovdyrbestanden bør totalfjernes i kalvingsområder, jfr. Rovviltforliket av 2011
sme: Sámit lulde, áirras Marie Therese Nordsletta Aslaksen doarju lávdegotti mearkkašumi.

source: Det er en reell krise for beitenæringene i de samiske områdene.
sme: 17 dii. 11.10 Jienasteapmi 39 áirasis ledje 3 6 čoahkis.

source: Saken avsluttet 02.06.2017 kl. 09.05
sme: Jienasteapmi čađahuvvui čuovvovaš vuogi mielde:

source: Ášši/Sak 032/17 Sametingets plenum
sme: Evttohus 3 hilgojuvvui 32 jienain 4 jiena vuostá.

source: Sametingets valgkomite
sme: Aike Niillas Peder Selfors

source: 02.06.17 Sametingets plenum
sme: Ragnhild Melleby Aslaksen

source: Valgkomiteens innstilling:
sme: Ragnhild Melleby Aslaksen

source: Følgende oppnevnes som medlemmer utvalg som skal foreslå endringer i lovverk og forvaltning av samiske bygder og lokalsamfunn.
sme: Kjellrun Wilhelmsen

source: Medlemmer:
sme: Ronny Wilhelmsen

source: 1. Johan Ánde Somby
sme: Kjellrun Wilhelmsen

source: 2. Per A. Bæhr
sme: Hartvik Hansen

source: 3. Isak Mathis O. Hætta
sme: Rolf Anders Hansen Hætta

source: 4. Ellen Kristina Saba
sme: Ellen Kristine Saba 12

source: 5. Mona Skanke
sme: Tor Gunnar Nystad

source: Forslagstiller Sandra Márjá West foreslår Johan Ánde Somby som leder.
sme: Christina Henriksen, áššejođiheaddji DC - Mearr ádus:

source: Forslagstiller Marit Kirsten A. Gaup foreslår Isak Mathis O. Hætta som leder. Sametingets plenum - 032/17
sme: Sámediggi čujuha Nasjonal institusjon for menneskerettigheter (NIM) (olmmošvuoigatvuođaid nationála ásahusa) jagi 2016 jahkedieđáhussii.

source: Saken påbegynt 31.05.17 kl. 11.55 Flyttsamelisten v/ representant Per A. Bæhr foreslå Anders Somby jr. som medlem i utvalget, istedet for han selv.
sme: Sámit leat okta Norgga guovtti stáhtavuođđudeaddji álbmogis, sámiin lea ja stáhtus álgoálbmogin ja álbmogin sihke riikkaidgaskasaš ja nationála rievttis.

source: NSR v/ representant Sandra Márjá West trekte tilbake forslaget om Johan Á nde Somby som leder.
sme: Sámiin lea álbmotrievttálaš suodjalus sin kultuvrii, gielaide, ealáhusaide ja servodateallimii.

source: Uavhengig Hartvik Hansen foreslå Ellen Kristina Saba som nestleder.
sme: Vuođđolága § 108 dávista dán suodjaleami mii sámiid kulturdoaimmaheamis lea álbmotrievtti vuođul.

source: Votering Av 39 representanter var 36 tilstede. Voteringen ble gjennomført i følgende rekkefølge:
sme: Sámedikkis lea árjjalaš rolla go riikkaidgaskasaš gozihanorgánat čuovvulit Norgga áigodatlaš stáhtaraporteremiid.

source: Valgkomiteens innstilling, med endringer ovenfor, ble vedtatt enstemmig. Protokoll tilførsler Det ble ikke fremmet noen protokolltilførsler i saken.
sme: Sámediggi lea duhtavaš go riikkaidgaskasaš ja nationála beroštupmi dáid joavkkuid vuoigatvuođaid ektui lea sturron, ja oaidná vejolašvuođaid nannet dán barggu eanet NIM doaimma bokte.

source: Anita P. Ravna, til forr. orden
sme: Sámediggi válde dan diehttevassii.

source: SP - vedtak: Følgende oppnevnes som medlemmer utvalg som skal foreslå endringer i lovverk og forvaltning av samiske bygder og lokalsamfunn.
sme: Sámediggi aiddostahttá ahte dat ii mearkkaš dan ahte sámiid vuoigatvuođat álgoálbmogin ja álgoálbmotrievttálaš geatnegasvuođaid čuovvuleapmi galgá ráddjejuvvot dahje uhcit vuoruhuvvot.

source: Sametinget registrerer med forskrekkelse at flertallet med H, Frp, Krf, V og Sp i Innst. 385 S (2016-2017) Ny inndeling av regionalt folkevalgt nivå tilrår at Stortinget vedtar å:«.. be regjeringen utrede å gi fjelloven samme anvendelse i Nordland og Troms som sør for Nordland grense.
sme: Sámediggi čujuha stuoradiggeáirasiid Kirsti Bergstø ja Torgeir Knag Fylkesnes Sosialisttalaš gurutbellodagas (SV) áirrasevttohussii 30 S (2016–2017), juovlamánu 20.b.2016, ásahit duohtavuođakommišuvnna dáruiduhttinpolitihka dihte ja boasttuvuođa birra mii lea čađahuvvon sápmelaččaid ja kvenaid vuostá Norggas.

source: Utredningen skal videre legge til grunn at gjeldene finnmarkslov videreføres innenfor dagens fylkesgrense for Finnmark, men ikke utvides til nye geografiske områder».
sme: Sámediggi čujuha Stuoradikki dárkkistan- ja konstitušuvdnalávdegotti rabas gulaskuddamii miessemánu 15.b.2017, evttohusa birra gos bođii ovdan viiddis doarjun ásahit dákkár kommišuvnna.

source: En slik framgangsmåte er å overkjøre de prosesser det til nå har vært brei enighet om å gjennomføre for å utrede og sikre samiske rettigheter til land og vann i hele det samiske området.
sme: Stuoradikki dárkkistan- ja konstituerenlávdegoddi áigu geassemánu 2017 addit árvalusa Stuoradiggái áirrasevttohusa birra.

source: Det bryter fullstendig med den forståelsen som ble etablert mellom de samiske organisasjonene og regjeringen ved nedsettelsen av Samerettsutvalget i 1981 og som samepolitikken har vært bygget på etter den tid.
sme: Sámediggi čujuha ahte Sámi Parlamentáralaš ráđi dievasčoahkkin čakčamánu 22.b.2016 ja Parlamentarihkarkonferánsa guovvamánu 7.b.2017 Troandimis, mas leat áirasat Norgga, Suoma ja Ruoŧa sámedikkiin, ja sámi áirasat Ruoššas, leat dorjon duohtavuođakommišuvnna ásaheami.

source: Et Stortingsvedtak om å utrede innføringen av fjellova i Troms og Nordland er videre en framgangsmåte der en ser bort fra de forpliktelser også Stortinget har til å etterleve folkerettens krav om konsultasjoner om tiltak som kan påvirke samene direkte.
sme: Sámediggi diehtá ahte sámi álbmot lea gillán stáhtalaš dáruiduhttinpolitihka, mii bisttii badjel čuođi jagi. Ollu sápmelaččat dovdet ain soardima dáruiduhttima geažil, sihke ovttaskas olmmožin ja maid servodahkan.

source: Sametinget har konsultert med Kommunal- og moderniseringsdepartementet om tiltak i proposisjonen om ny inndeling av regionalt folkevalgt nivå der spørsmålet om innføring av fjellova i Troms og Nordland ikke var tema.
sme: Seanadeapmi, eanet luohttevašvuohta ja oktavuođaid ođasmahttin gaskal sámi-, kvena- ja dážaálbmoga ferte čađahuvvot proseassaid bokte mat leat ásahuvvon doahttaleami, dohkkeheami, ja mieđiheami nala ja álbmotrievttalaš stándaurdiid mielde.

source: Sametinget var også på høring med kommunal- og forvaltningskomiteen om proposisjonen uten at dette temaet på noe tidspunkt ble tatt opp med Sametinget.
sme: Dohkkeheamis, mieđiheamis ja seanadeamis ii leat sáhka dušše sápmelaččaid ja dážaid gaskavuođain, kvenaid ja dážaid gaskavuođain, muhto lihka olu doahttaleami ja dohkkeheami birra ahte assimileren čuozai iešguđet ládje.

source: Dersom Stortinget vedtar komiteflertallets tilråding vil Stortinget bryte forpliktelsene om konsultasjoner for å oppnå et fritt og forhåndsinformert samtykke som følger av ILO konvensjonen nr. 169 artikkel 6, FNs konvensjon om sivile og politiske rettigheter artikkel 27, jf. artikkel 1 og FNs urfolkserklæring artikkel 3 og 19. Videre vil et vedtak om å utrede innføringen av fjellova i Troms og Nordland legge så vidt snevre rammer for lovgivingen om rettigheter og forvaltning av utmarka i Troms og Nordland at de vil stride mot ILO konvensjonen nr. 169 artikkel 14 om anerkjennelse av av samiske eier- og bruksrettigheter i tradisjonelle samiske områder.
sme: Sámediggi bivdá Stuoradikki doarjut evttohusa ásahit kommišuvnna sámi ja kvena álbmogii Norggas.

source: Samerettsutvalget avga sin innstilling NOU 2007:7 Den nye sameretten for snart 10 år siden uten at dette har blitt fulgt opp av regjeringen.
sme: Sámediggi oaivvilda ahte kommišuvdna mii guorahallá diliid ollu buolvvain maŋás guvlui, boahtá leat eastadeaddjin boahtteáiggi boasttuvuođaide ja duolbmamiidda unnitloguálbmogiin.

source: Samerettsutvalget har utredet og foreslått lovgiving både for anerkjennelse og kartlegging av landrettigheter samt styrings- og forvaltningsmodeller av grunn og ressurser.
sme: Stáhta ii leat vel loahpalaččat čielggadan sámiid dáruiduhttima sápmelaččain ja kvenain, ja dat lea dehálaš eanet ipmárdusa háhkamii ja gierdevašvuhtii majoritehtaservodagas.

source: Det foreligger derfor allerede en utredning som grunnlag for anerkjennelse av landrettigheter og innføring av forvaltningsmodeller som sikrer sterkere lokal styring og hvor samiske interesser og rettigheter er et helt avgjørende premiss for lovgivingen.
sme: Kommišuvnnaásaheami olis galget earet eará prinsihpat friddja, ovdagiitidieđihuvvon miehtama birra (free, prior and informed consent) ja doahttaleapmi institušuvnnain mat ovddastit álgoálbmogiid, leat guovddážis. Duohtavuođakommišuvdna ferte árvvoštallat diliid mat gusket kultuvrii, gillii, ealáhussii, eanan ja iešmearrideapmái.

source: Som mange andre er Sametinget ikke tilfreds med at Samerettsutvalget ikke har blitt fulgt opp.
sme: Sámiid dáruiduhttin ferte guorahallot das mii dan intenšuvdna lei, makkár bohtosiid dat buvttii ja hápmi mii das šattai.

source: Samerettsutvalget kan likevel ikke bare settes til side til fordel for en prosess for innføring av fjellova i Troms og Nordland.
sme: Duohtavuođakommišuvdna lea dan váste vuoi ásahuvvojit ođđa máhttu ja diehtogaskkusteapmi mii dahká vejolažžan ipmirdit otná servodaga Norggas.

source: Sametinget ber på det sterkeste Stortinget se til at de etterlever Norges folkerettslige forpliktelser ved sine vedtak, og at flertallet i kommunal-og forvaltningskomiteen sin tilråding til vedtak av romertall VI i Innst. 385 S (2016-2017) ikke fattes.
sme: Sámediggi muittuha ahte lea Norgga eiseválddiid ovddasvástádus ovddidit dohkkeheami sámiid vuoigatvuođaide, ja hehttendihte ahte dákkár dáhpáhusat eai geardduhuvvo dahje čađahuvvo ođđa vuogi mielde. Kommišuvdna mii oažžu doarvái mearkkašumi ja saji servodagas, sáhttá leat bargoreaidun doaladumiid rievdadeapmái.

source: Sametingets plenum - 033/17
sme: Sámedikki dievasčoahkkin - 030/17

source: Saken påbegynt 31.05.17 kl. 13.55
sme: Mearkkašupmi: Dáloniid listu, áirras Isak Mathis O. Hætta, Árja, áirras Torbjørg Leirbakken, Nordkalottfolket, áirras Kjetil Romsdal, Sorjjasmeahttun áirras Hartvik Hansen

source: Votering Av 39 representanter var 33 tilstede.
sme: Bargu duohtavuođakommišuvnna ásahemiin galgá váikkuhit ahte:

source: Sametingsrådets innstilling ble vedtatt med 31 mot 2 stemmer
sme: Sámediggeráđi árvalus mearriduvvui 36 jienain 2 jiena vuostá.

source: Kjetil Romsdal
sme: Mathis Nilsen Eira

source: Inger Eline Eriksen
sme: Christina Henriksen
